Revit 2027 API
LoadCase.Create Method
Overload List
Name | Description
Create(Document, String, ElementId, ElementId) |  Creates a new LoadCase.
Create(Document, String, ElementId, LoadCaseCategory) |  Creates a new LoadCase.
Top
See Also
Reference
LoadCase Class
Autodesk.Revit.DB.Structure Namespace